// data/renwuguanxi.js

/**
 * 韩立人物关系 Markdown 内容
 * 直接编辑此字符串即可增减节点
 */
export const renwuguanxiMD = `# 韩立

## 家庭

### 父母长辈

#### 父亲

##### 韩父

#### 母亲

##### 韩母

#### 三叔

##### 韩胖子

### 兄弟姐妹

#### 大姐

#### 大哥

#### 二哥

##### 韩铸

#### 小妹

## 门派

### 七玄门

#### 师傅

##### 墨居仁

### 黄枫谷

#### 师傅

##### 李化元

## 朋友

### 万小山
#### 修为
##### 白衣少年身上笼罩着淡淡的灵光，其亮度仅比他略逊一点而已，推断为炼气七层
#### 背景
##### 巨剑门
##### 修仙世家——枯崖山万家
#### 外形
##### 一位身穿白衣的十五六岁少年
##### 眉清目秀，皮肤白嫩，一副养尊处优的世家公子哥模样

## 中立

## 敌对

## 路人
### 青颜真人
#### 修为
##### 筑基期
#### 背景
##### 和另外几位前辈一同主持太南小会
#### 外形
##### 青衫老者
##### 身材瘦高，肩宽手长，身穿青色儒衫，倒颇有些出尘的神仙中人的神采，只是一张青色斑斑的脸孔，实在有些惊人

`